Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamen_kielten_etaopetushanke_ehdolla_cygnaeus-palkinnon_saajaksi.html.tmx
Source language: fin
Languages: smn

source: Saamen kielten etäopetushanke ehdolla Cygnaeus-palkinnon saajaksi
smn: Sämikielâi káidusmáttááttâshaahâ lii iävtukkâssân Cygnaeus-palhâšume uážžon

source: Opetushallitus on nimennyt saamen kielen etäyhteyksiä hyödyntävän opetuksen pilottihankkeen yhdeksi Cygnaeus-palkinnon finalisteista.
smn: Máttááttâshaldâttâs lii nomâttâm sämikielâi káidusmáttááttâs piiloothaavâ ohtân Cygnaeus-palhâšume finalistân.

source: Hanke on järjestänyt syksystä 2018 alkaen inarin-, koltan ja pohjoissaamen kielten opetusta saamelaisten kotiseutualueen kuntien ulkopuolella.
smn: Haahâ lii ornim čoovčâ 2018 rääjist anarâš-, nuorttâlâš- já tavesämikielâ máttááttâs sämmilij päikkikuávlu kieldâi ulguubeln.

source: Kuluvana lukuvuonna hanke järjestää opetusta noin 92 oppilaalle yhteensä 65 koulussa ympäri maata.
smn: Taan luuhâmive haahâ uárnee máttááttâs suulân 92 uáppeid ohtsis 65 škoovlâst pirrâ eennâm.

source: Yhteistyössä on mukana 35 opetuksen järjestäjää.
smn: Oovtâstpargoost láá mieldi 35 máttááttâs uárnejeijed.

source: – Tämä on todella iloinen uutinen, sanoo hanketta johtava Hanna Helander Utsjoen kunnasta.
smn: – Taat lii tuođâi ilolâš uuđâs, iätá haavâ jođetteijee Hanna Helander Ucjuv kieldâst.

source: – Hanke on hyvässä vauhdissa ja oppilasmäärä on lähes kaksinkertaistunut syksystä 2018.
smn: – Haahâ lii pyereest joođoost já uáppeemeeri lii lasanâm masa kyevtkiärdásâžžân čoovčâ 2018 rääjist.

source: Jo pelkkä ehdokkaaksi nimeäminen on merkittävää meille hankkeessa työskenteleville, sanoo Helander.
smn: Jo tuš iävtukkâssân nomâttem lii merhâšittee mijjân hahâpargeid, iätá Helander.

source: – Tämä motivoi varmasti meidän jo ennestään aktiivisia ja opetuksen kehittämiseen suuntautuneita opettajia.
smn: – Taat movtijdit vissásávt mii máttáátteijeid, kiäh jo mudoi-uv uáli iäljárávt ovdedeh mii máttááttâs.

source: Hankkeen opettajina kuluvana lukuvuonna toimivat Henna Aikio, Satu-Marjut Nieminen, Joni Saijets, Sirkka Sanila ja Sonja Moshnikoff.
smn: Haavâ máttáátteijen taan luuhâmive pargeh Henna Aikio, Satu-Marjut Nieminen, Joni Saijets, Sirkka Sanila já Sonja Moshnikoff.

source: Pohjoissaamen oppilaita on yhteensä 44, inarinsaamen 28 ja koltansaamen 20. – Hanke järjestää opetuksen pedagogisesti mahdollisimman toimivissa, kielellisesti ja iällisesti yhtenäisissä ryhmissä.
smn: Tavesämikielâ uáppeeh láá ohtsis 44, anarâškielâ 28 já nuorttâlâškielâ 20. – Haahâ uárnee máttááttâs pedagogisávt sehe kielâ- já ahetääsi mield nuuvt hiäivulijn juávhuin, ko máhđulâš.

source: Kokemukset ovat hyviä, sanoo Helander.
smn: Feerimeh láá pyereh, iätá Helander.

source: Hankkeen koordinaattorina Saamelaiskäräjillä toimiva Arla Magga pitää ehdokkuutta tärkeänä hankkeessa tehtävän työn näkyvyyden kannalta.
smn: Haavâ Sämitiggeest pargee koordinaattor Arla Magga ana iävtukkâsvuođâ tehálâžžân haavâst rahtum pargo oinum tááhust.

source: – Aika monesti kuulemme kommentteja, joiden taustalla on ihmetys ja hämmennys siitä voiko saamen kielen opetus koskea meitä, Etelä-Suomessa toimivia opetuksen järjestäjiä.
smn: – Viehâ maŋgii mij kuullâp kommentijd, moi tuáváást lii imâštâllâm tast, ete puáhtá-uv sämikielâ máttááttâs kuoskâd mijjân, Maadâ-Suomâst tuáimee máttááttâs uárnejeijeid.

source: Saamelaislapsista ja -nuorista kuitenkin jo 2/3 asuu ja käy koulua muualla kuin saamelaisten kotiseutualueella, sanoo Magga.
smn: Sämmilâšpárnáin já -nuorâin kuittâg jo 2/3 áásá já jotá škoovlâ eres saajeest ko sämmilij päikkikuávlust, iätá Magga.

source: Saamelaiskäräjien koulutussihteeri Ulla Aikio-Puoskari kertoo, että etäopetushanke on ensimmäinen askel saamen kielten opetuksen vakinaistamiseen kotiseutualueen kuntien ulkopuolella.
smn: Sämitige škovlimčällee Ulla Aikio-Puoskari muštâl, ete káidusmáttááttâshaahâ lii vuossâmuš lävkki sämikielâi máttááttâs fastâditmân päikkikuávlu kieldâi ulguubeln.

source: – Opetus- ja kulttuuriministeriön asettama saamen kielten ja saamenkielisen opetuksen kehittämistyöryhmä työskentelee parhaillaan asian kanssa.
smn: – Máttááttâs- já kulttuurministeriö asâttem sämikielâi já sämikielâlii máttááttâs ovdedempargojuávkku parga eidu ääši ooleest.

source: Työryhmä julkistaa esityksensä tästä ja monesta muusta asiasta ensi vuoden alkupuolella.
smn: Pargojuávkku almostit iävtuttâsâs täst já maaŋgâ eres ääsist puáttee ive aalgâbeln.

source: Cygnaeus-palkinnon 2020 saaja julkistetaan 23.11.2020 verkkotilaisuutena järjestettävässä palkinnonjakotilaisuudessa.
smn: Cygnaeus-palhâšume 2020 uážžoo almostittoo 23.11.2020 palhâšumejyehimtilálâšvuođâst, mii uárnejuvvoo neetist.

source: Palkinnon jakaa Opetushallituksen pääjohtaja Olli-Pekka Heinonen .
smn: Palhâšume juáhá Máttááttâshaldâttâs uáivihovdâ Olli-Pekka Heinonen .

source: Tietoja Cygnaeus-palkinnosta ja muista finalisteista Opetushallituksen tiedotteessa, joka on luettavissa tästä .
smn: Tiätu Cygnaeus-palhâšuumeest já eres finalistein Máttááttâshaldâttâs tiäđáttâsâst, mon puáhtá luuhâđ täst .

source: Saamen kielikylpyä kaikille – avoimet oppitunnit saamen kielten viikolla
smn: Säämi kielâlávgum puohháid – ávus oppâtijmeh sämikielâi ohhoost

source: Lisätietoja:
smn: Lasetiäđuh:

source: Hanna Helander, hanna.helander@edu.utsjoki.fi
smn: Hanna Helander, hanna.helander(at)edu.utsjoki.fi

source: Arla Magga, arla.magga@samediggi.fi
smn: Arla Magga, arla.magga(at)samediggi.fi

source: Ulla Aikio-Puoskari, ulla.aikio-puoskari@samediggi.fi
smn: Ulla Aikio-Puoskari, ulla.aikio-puoskari(at)samediggi.fi
